Repository: tolipenev/Linux_Install_scripts
Catalog: Antergos/extensions/dynamic-panel-transparency@rockon999.github.io/locale/*/LC_MESSAGES/dynamic-panel-transparency.po
Languages: de

source: default
de: Vorgabe

source: App Tweaks
de: Anwendungsoptimierung

source: Add a Custom WM_CLASS
de: Angepasste WM_CLASS hinzufügen

source: Classy transparency for your panel.
de: Elegante Transparenz für die obere Leiste.

source: Website
de: Webseite

source: Shell Restart Required.
de: Neustart der GNOME Shell erforderlich.

source: A shell restart is required to view some of your changes. Do you want to restart now?
de: Ein Neustart der GNOME Shell ist erforderlich, um einige der Änderungen anzuwenden. Die GNOME Shell jetzt neustarten?

source: Transition Speed
de: Übergangszeit

source: Overrides 'gtk-enable-animations'.
de: Überschreibt 'gtk-enable-animations'.

source: Force animation
de: Animation erzwingen

source: Transition Style
de: Übergangsstil

source: Linear (default)
de: Linear (Vorgabe)

source: Sine
de: Sinus

source: Quadratic
de: Quadratisch

source: Cubic
de: Kubisch

source: Quartic
de: Biquadratisch

source: Quintic
de: Polynom fünften Grades

source: Exponential
de: Exponentiell

source: Circle
de: Kreisförmig

source: Elastic
de: Elastisch

source: Bounce
de: Prellend

source: Transitions
de: Übergang

source: Enable custom text coloring
de: Angepasste Textfarbe aktivieren

source: Primary Color
de: Hauptfarbe

source: Secondary Color
de: Zweitfarbe

source: Use when a window is maximized
de: Nutzen, wenn ein Fenster maximiert ist

source: Use when the overview is visible
de: Nutzen, wenn ein Fenster sichtbar ist

source: Shadow Color
de: Schattenfarbe

source: Horizontal Offset
de: Horizontaler Versatz

source: Vertical Offset
de: Vertikaler Versatz

source: Enable text shadowing
de: Textschatten aktivieren

source: Enable icon shadowing
de: Symbolschatten aktivieren

source: Foreground
de: Vordergrund

source: Unmaximized Opacity
de: Deckkraft nicht maximiert

source: Maximized Opacity
de: Deckkraft maximiert

source: Enable custom opacity
de: Angepasste Deckkraft aktivieren

source: Panel Color
de: Hintergrundfarbe

source: Enable custom panel color
de: Angepasste Hintergrundfarbe aktivieren

source: Fixes theme incompatibilities.
de: Behebt Themeninkompatibilitäten.

source: Remove excess panel styling
de: Entfernt übertriebene Gestaltung der oberen Leiste

source: Hide corners
de: Ecken deaktivieren

source: Background
de: Hintergrund

source: About
de: Info

source: Advanced...
de: Fortgeschritten …

source: A WM_CLASS is a code that identifies a window. Use this setting if the window you want custom settings for is not part of an application. You can find a window's WM_CLASS with the command 'xprop WM_CLASS'. Enter the second result from 'xprop WM_CLASS' below without quotation marks.
de: Eine WM_CLASS ist ein Code zur Identifizierung von Fenstern. Diese Einstellung ist nützlich, wenn das Fenster nicht Teil einer gelisteten Anwendung ist. Die WM_CLASS eines Fensters kann mit dem Befehl 'xprop WM_CLASS' herausgefunden werden. Bitte den zweiten Treffer des Befehls hier eintragen (Ohne Anführungsstriche).

source: WM_CLASS cannot be blank.
de: WM_CLASS darf nicht leer sein.

source: Enable background app tweaks
de: Anwendungsoptimierung aktivieren

source: Theme Source
de: Themenquelle

source: Always trigger the panel.
de: Obere Leiste immer anpassen
